Repository: lexqt/EduTracMasterTickets
Catalog: mastertickets/locale/*/LC_MESSAGES/mastertickets.po
Languages: ru

source: This ticket is blocking itself
ru: Эта карточка блокирует саму себя

source: This ticket has circular dependencies
ru: Эта карточка имеет циклические зависимости

source: Duplicate ticket IDs found
ru: Обнаружены дублирующие ID карточек

source: Not a valid list of ticket IDs
ru: Невалидный список ID карточек

source: Depgraph
ru: Граф зависимостей

source: Valid ticket action must be provided to validate ticket dependencies
ru: Необходимо валидное действие над карточкой для проверки зависимостей карточки

source: Ticket #%(id)s is blocking this ticket
ru: Карточка #%(id)s блокирует эту карточку

source: Back to Milestone %(name)s
ru: Назад к этапу %(name)s

source: Back to Ticket #%(id)s
ru: Назад к карточке #%(id)s

source: Ticket #%(id)s
ru: Карточка #%(id)s

source: Dependency Graph for Project
ru: Граф зависимостей для проекта

source: Dependency Graph for Milestone %(name)s
ru: Граф зависимостей для этапа %(name)s

source: Dependency Graph for Ticket #%(id)s
ru: Граф зависимостей для карточки #%(id)s

source: Show ticket summaries
ru: Показывать краткие описания карточек

source: Cluster tickets by milestones
ru: Группировать карточки по этапам

source: Dependency graph
ru: Граф зависимостей

source: [1:Open graph image] on new page.
ru: [1:Открыть изображение с графом] на новой странице.
